///** @file
//  
//    String definitions for BdsPlatform formset.
//  
//  Copyright (c) 2004 - 2011, Intel Corporation. All rights reserved.<BR>
//  This program and the accompanying materials
//  are licensed and made available under the terms and conditions of the BSD License
//  which accompanies this distribution.  The full text of the license may be found at
//  http://opensource.org/licenses/bsd-license.php
//  
//  THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
//  WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//  
//**/

/=#

#langdef   en-US "English"

#string STR_MISSING_STRING             #language en-US  "Missing String"

#string STR_MINI_CLOVER_VERSION        #language en-US  ""
#string STR_MINI_CLOVER_VERSION_UL     #language en-US  "    ------------------------------"
#string STR_BM_BANNER                  #language en-US  "bare Boot Manager"
#string STR_BM_BANNER_UL               #language en-US  "-----------------"
#string STR_HELP_FOOTER                #language en-US  "↑ and ↓ to change option, ENTER to select an option"
#string STR_BOOT_OPTION_BANNER         #language en-US  "Boot Option Menu"
#string STR_LAST_STRING                #language en-US  ""

#string STR_BOOT_BIOS_VERSION          #language en-US  ""
#string STR_BOOT_COMPUTER_MODEL        #language en-US  ""
#string STR_BOOT_CPU_MODEL             #language en-US  ""
#string STR_BOOT_CPU_SPEED             #language en-US  ""
#string STR_BOOT_MEMORY_SIZE           #language en-US  ""

